Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/recreational_activities_in_ireland/setting_up_a_new_club.html.txt.tmx
Source language: en
Languages: ga

source: Setting up a new club
ga: Club nua a bhunú

source: If you are considering setting up a club, such as a sports club, there are 3 important issues that need to be considered:
ga: Má tá tú ag smaoineamh ar chlub nua a bhunú, ar nós club spóirt, tá 3 shaincheist thábhachtacha ann nach mór machnamh a dhéanamh orthu:

source: • Are there enough potential members?
ga: • An bhfuil dóthain baill fhéideartha ann?

source: • Are there enough volunteers to run the club?
ga: • An bhfuil dóthain deonach ann chun an club a reáchtáil?

source: • Is there another club in the area that is already meeting the need for such a club?
ga: • An bhfuil club eile ann sa cheantar atá ag freastal cheana ar an ngá le club den sórt sin?

source: If there is a national governing body (NGB) for the sport or activity you should contact it for advice
ga: Má tá comhlacht náisiúnta rialaithe ann (NGB) don spórt nó gníomhaíocht, ba cheart duit teagmháil a dhéanamh leo chun comhairle a fháil

source: Once there is a general agreement to set up a club there will be a number of things that will need to be decided and agreed on
ga: A luaithe a bheidh comhaontú ginearálta déanta chun club a bhunú ansin, beidh roinnt rudaí a mbeidh cinneadh le déanamh orthu agus comhaontú le déanamh orthu

source: One of the first things that will have to be decided on is what is the best legal structure to use for the club
ga: Is é ceann de na rudaí nach mór cinneadh a dhéanamh air céard é an struchtúr dlíthiúil is fearr le húsáid don chlub

source: The most common and simplest structure for a club is an unincorporated association and is the one this document assumes is being used
ga: Is é an struchtúr is coitianta agus is simplí le haghaidh club ná comhlachas neamhchorpraithe agus glacann an cháipéis seo leis go n-úsáidfear an struchtúr seo

source: It involves drawing up a set of rules, known as its constitution, to regulate the relationship between the members of the club and it usually provides for a committee to run the club's affairs
ga: Is éard atá i gceist leis ná sraith rialacha a chur i dtoll a chéile, ar a dtugtar a mbunreacht, chun an caidreamh idir baill an chlub a rialú agus is gnách go ndéanann sé foráil do choiste chun gnóthaí an chlub a reáchtáil

source: However, under this structure the club has no separate legal personality and the members are personally liable for the actions or debts of the club
ga: Faoin struchtúr seo, áfach, ní bhíonn aon phearsantacht ar leith dhlíthiúil ag an gclub faoin struchtúr seo agus bíonn na baill faoi dhliteanas go pearsanta i leith ghníomhaíochtaí nó fhiachais an chlub

source: If the club wishes to employ staff or lease property, it may find that an unincorporated association is too limited a structure for this
ga: Más mian leis an gclub foireann nó maoin a léasú, d’fhéadfadh go dtugann siad faoi deara go bhfuil an iomad de shrian ar chomhlachas neamhchorpraithe dó seo

source: Sport Ireland provides information on the various types of legal structures there are, along with the advantages and disadvantages of each type, in the NGB Support Kit on its website
ga: Cuireann Spórt Éireann faisnéis ar fáil ar na saghsanna struchtúr dlíthiúil atá ann, mar aon leis na buntáistí agus na míbhuntáistí a bhaineann le gach saghas, sa Kit Tacaíochta NGB ar a láithreán gréasáin

source: A club name is necessary in order to draw up formal documents and to open a bank account
ga: Teastaíonn ainm an chlub d’fhonn cáipéisí foirmiúla a dhréachtú agus chun cuntas bainc a oscailt

source: The name can be anything you decide but you should check to make sure that no other local club has the same name
ga: Féadfaidh ainm ar bith a ndéanann tú cinneadh air bheith i gceist leis an ainm, ach ba cheart seiceáil lena chinntiú nach bhfuil an t-ainm céanna in úsáid ag club áitiúil eile

source: The club constitution is a written document that states the rules and structures that govern the club
ga: Cáipéis scríofa atá i mbunreacht an chlub ina luaitear na rialacha agus na struchtúir a rialaíonn an club

source: It outlines the functions of the club and the procedures for membership, meetings and committees
ga: Tugtar breac-chuntas ann ar fheidhmeanna an chlub agus ar na nósanna imeachta do bhallraíocht, cruinnithe agus coistí

source: A club constitution is usually required for funding and if applying for tax relief
ga: Teastaíonn bunreacht, de ghnáth, do chistiú agus má bheifear ag déanamh iarratais ar fhaoiseamh cánach

source: If there is a national governing body, it may be able to provide you with a model constitution which you could adapt
ga: Más ann do chomhlacht náisiúnta rialaithe, d’fhéadfaidís bheith in ann bunreacht samhla a chur ar fáil a d’fhéadfá oiriúnú

source: Sports clubs often have copies of their constitutions on their websites
ga: Is gnách go mbíonn cóipeanna ag clubanna spóirt dá mbunreacht ar a láithreáin ghréasáin

source: You can find guidance on constitutions on the Charities Regulator website
ga: Is féidir leat teacht ar treoir ar bunreachtanna ar shuíomh gréasáin an Rialálaí Carthanas

source: A club needs a number of officials to run the club
ga: Teastaíonn roinnt oifigeach ó chlub chun an club a reáchtáil

source: The minimum requirement is:
ga: Is é an bunriachtanas:

source: These are elected posts and the holders are members of the club committee
ga: Poist thofa iad seo agus is baill de choiste an chlub iad na baill

source: There can be other members on the committee as laid out in the club’s constitution such as:
ga: D’fhéadfadh baill eile bheith ar an gcoiste, amhail a leagtar amach i mbunreacht an chlub, ar nós iad seo a leanas:

source: A club can have other roles outside of formal club positions that people in the club may volunteer to carry out
ga: Féadfaidh club feidhmeanna eile bheith aige seachas poist fhoirmiúla chlub a bhféadfadh daoine sa chlub tabhairt fúthu ar bhonn deonach

source: * Under the child protection guidelines operated by the Department of Children and Youth Affairs, it is good practice for all organisations that have contact with children and young people to introduce a child protection policy
ga: * Faoi na treoirlínte maidir le cosaint leanaí atá á n-oibriú ag an Roinn Leanaí agus Gnóthaí Óige, is dea-chleachtas é do gach eagraíocht a mbíonn teagmháil acu le leanaí agus le hógánaigh chun beartas um chosaint leanaí a thabhairt isteach

source: An annual general meeting (AGM) is held each year as laid down in the club constitution so that all members can have an input into the running of the club
ga: Bíonn cruinniú ginearálta bliantúil (AGM) ar bun gach bliain, amhail a leagtar amach i mbunreacht an chlub, ionas gur féidir le gach ball ionchur a bheith acu i reáchtáil an chlub

source: It is at the AGM that the club committee is elected
ga: Toghtar coiste an chlub ag an AGM

source: The club committee is the group of members who are formally responsible for managing the club
ga: Grúpa ball atá i gcoiste an chlub atá freagrach go foirmiúil as an gclub a bhainistiú

source: Establishing a committee with clearly identified roles can help to identify who does what in the club and can help to spread the workload
ga: Féadfaidh coiste a bhunú le feidhmeanna a shainaithnítear go soiléir cabhrú lena shainaithint céard a dhéanann daoine sa chlub agus féadfaidh sé cabhrú leis an ualach oibre a leathadh

source: The committee should meet several times a year at a minimum
ga: Ba cheart don choiste casadh ar a chéile ar a laghad roinnt uaireanta sa bhliain

source: Information on a code of practice for good governance of community, voluntary and charitable organisations is available at governancecode.ie
ga: Tá fáil ar fhaisnéis ar chód cleachtais le haghaidh dea-rialachas eagraíochtaí pobail, deonacha agus carthanúla ag governancecode.ie

source: Funds to run the club will have to be raised
ga: Beidh cistí chun an club a reáchtáil le tiomsú

source: Initially these funds are likely to come from membership subscriptions
ga: I dtosach báire, is dócha go dtiocfaidh na cistí seo ó shíntiúis bhallraíochta

source: It is also advisable to produce a list of costs to run the club throughout the year
ga: Moltar, chomh maith, chun liosta costas a sholáthar chun an club a reáchtáil ar fud na bliana

source: This will help in creating a budget of income and expenditure for the next 12 months
ga: Cabhróidh seo le buiséad ioncaim agus caiteachais a chruthú ar feadh 12 mhí amach anseo

source: A bank account in the name of the club will be required
ga: Teastóidh cuntas bainc in ainm an chlub

source: The bank will usually ask for two signatories for the withdrawal of cash or signing of cheques
ga: Is gnách go n-iarrfaidh an banc ar bheirt sínitheoirí chun airgead a aistarraingt nó chun seiceanna a shíniú

source: The Treasurer must maintain either:
ga: Ní mór don Chisteoir ceann amháin den dá rud a leanas a choimeád:

source: • A bound account book for recording details of the financial affairs of the club or
ga: • Leabhar cuntas bainc chun sonraí de ghnóthaí airgeadais an chlub a chur i dtaifead, nó

source: • A computer programme from which printouts can be made in the format of an account book
ga: • Clár ríomhaire ónar féidir asphriontaí a dhéanamh i bhformáid leabhar cuntais

source: Appropriate back-up arrangements should be made to avoid irretrievable loss of data
ga: Ba cheart na socruithe cuí cúltaca a dhéanamh chun caillteanas sonraí nach bhfuiltear in ann a aisghabháil a sheachaint

source: All monies and cheques received should be paid into the club bank account, recorded in the account book and, for cash received, a receipt issued
ga: Ba cheart gach airgead agus seic a fhaightear a íoc isteach i gcuntas bainc an chlub, a chur i dtaifead sa leabhar cuntais agus, i gcás airgid a fuarthas, ba cheart fáltas a eisiúint

source: The accounts may have to be audited each year
ga: Tharlódh go mbeadh na cuntais le hiniúchadh gach aon bhliain

source: There is a scheme of tax relief on income for certain eligible charities and other approved bodies, including sporting bodies
ga: Tá scéim faoiseamh cánach ann ar ioncam le haghaidh roinnt carthanachtaí incháilithe agus comhlachtaí eile faofa, lena n-áirítear comhlachtaí spóirt

source: Information on tax relief for sporting bodies (Leaflet GS 1) (pdf) and for charities (Leaflet CHY 1) (pdf) is available on Revenue’s website
ga: Tá fáil ar fhaisnéis ar fhaoiseamh cánach le haghaidh comhlachtaí spóirt (Bileog GS 1) (pdf) agus do charthanachtaí (Bileog CHY 1) (pdf) ar láithreán gréasáin na gCoimisinéirí Ioncaim

source: As an unincorporated association, the club members are personally liable for the actions or debts of the club
ga: Mar chomhlachas neamhchorpraithe, beidh baill an chlub faoi dhliteanas go pearsanta i leith ghníomhaíochtaí nó fhiachais an chlub

source: Therefore, the club should obtain adequate insurance to cover its members
ga: Ar an ábhar sin, ba cheart don chlub árachas leordhóthanach a fháil chun a gcuid ball a chumhdach

source: It should have suitable public liability insurance and professional indemnity insurance for its activities
ga: Ba cheart dóibh árachas oiriúnach dliteanais phoiblí a bheith acu, mar aon le hárachas slánaíochta gairmiúla dá gcuid gníomhaíochtaí

source: Advice on insurance may be available from the national governing body, if there is one
ga: D'fhéadfadh comhairle ar árachas bheith ar fáil ón gcomhlacht náisiúnta rialaithe, más ann dó

source: The Wheel is a support and representative body for community and voluntary organisations and charities
ga: Is comhlacht tacaíochta agus ionadaíoch iad The Wheel d'eagraíochtaí pobail agus deonacha agus do charthanachtaí

source: It provides information on forming a charity as well as a forming a charity fact sheet (pdf) on its website
ga: Cuireann siad faisnéis ar charthanacht a bhunú ar fáil mar aon le bileog eolais do charthanachtaí (pdf) ar a láithreán gréasáin

source: The Charities Regulatory Authority(CRA) is the national statutory regulatory agency for charitable organisations
ga: Tá an tÚdarás Rialála Carthanas (CRA) an ghníomhaireacht rialála reachtúil náisiúnta d'eagraíochtaí carthanachta

source: Any organisation wishing to operate as a charity must apply to the CRA to be registered
ga: Aon eagraíocht ar mian leo feidhmiú mar ní mór carthanas a iarraidh ar an CRA a bheith cláraithe

source: There is more information on the CRA's website
ga: Tá tuilleadh eolais ar shuíomh gréasáin an CRA

source: Local Development Companies (LDCs) are known by many different names including Local Area Partnerships and LEADER Partnerships
ga: Cuideachtaí Forbartha Áitiúla (LDCanna) is eol ag ainmneacha éagsúla lena n-áirítear Comhpháirtíochtaí Ceantair Áitiúla agus Comhpháirtíochtaí LEADER

source: Among other things they provide supports for community groups
ga: I measc nithe eile a chuireann siad tacaí do ghrúpaí pobail
